Repository: TobiVanHelsinki/MunchkinTracker
Catalog: MunchkinUWP/Strings/*/Resources.resw
Source language: en
Languages: de

# Back.Label
source: Back
de: Zurück

# BtnBattle.Label
source: Battle
de: Kampf

# BtnLevel.Content
source: Level
de: Stufe

# ConfirmAll
source: The universe will be reset, continue?
de: Das Universum wird zurückgesetzt, fortfahren?

# ConfirmMunchkins
source: All players will be removed, continue?
de: Alle Spieler werden entfernt, fortfahren?

# ConfirmStatistics
source: All statistics will be reset, proceed?
de: Alle Statistiken werden zurückgesetzt, fortfahren?

# Copy.Text
source: Copy
de: Kopieren

# DeleteAll.Content
source: Reset App
de: App Zurücksetzen

# DeleteMunchkins.Content
source: Delete Munchkins
de: Munchkins löschen

# DeleteStatistics.Content
source: Clear statistics
de: Statistik bereinigen

# Kontakt.Text
source: Contact me via:
de: Kontaktaufnahme über:

# MadeBy.Text
source: Created by:
de: Erstellt von:

# Munchkin_Level.Text
source: Level
de: Stufe

# Munchkin_Power.Text
source: Power
de: Stärke

# Overview_AppBarButton_Add.Label
source: Add
de: Hinzufügen

# Overview_AppBarButton_Edit.Label
source: Edit
de: Bearbeiten

# Overview_AppBarButton_EditFinish.Label
source: Finish
de: Fertig

# Overview_AppBarButton_Settings.Label
source: Settings
de: Einstellungen

# Overview_OrderBtn_Order.Label
source: Order
de: Reihe

# Overview_OrderBtn_Power.Label
source: Pwr
de: Stärke

# SettingsSection.Text
source: Settings
de: Einstellungen

# YesNoDialog.Name
source: Confirm
de: Bestätigen

# YesNoDialog.SecondaryButtonText
source: Cancel
de: Abbrechen

# PageRandom.PrimaryButtonText
source: generate!
de: Generiere!

# PageRandom.SecondaryButtonText
source: Back
de: Zurück

# PageRandom.Title
source: random number generator
de: Zufallsgenerator

# BtnRandom.Label
source: Dice
de: Zufall

# BtnBack.Content
source: Back
de: Zurück

# ResetGame.Content
source: Restart game
de: Spiel neu starten

# SpaceforNotes.Title
source: Space for notes
de: Raum für Notizen

# EditTip.Text
source: In this mode you can rename your Munchkins and change their order. Use drag and drop with your mouse or finger. When you're done, use the Finish button to exit this mode.
de: In diesem Modus kannst du deine Munchkins umbenennen und sogar ihre Reihenfolge vertauschen. Nutze dazu drag and drop mit der Maus oder mit dem Finger. Bist du fertig, benutze den Fertig-Button, um diesen Modus zu verlassen.

# StartTipTxT.Text
source: It's very lonely here. Start with the plus button at the bottom right. With the pen button you can edit your munchkins afterwards.
de: Es ist sehr einsam hier. Beginne am besten mit dem Plus-Button unten rechts. Mit dem Stift-Button kannst du deine Munchkins nachträglich bearbeiten.

# Overview_AppBarButton_Add.ToolTipService.ToolTip
source: Add Munchkin
de: Munchkin hinzufügen

# Overview_AppBarButton_Edit.ToolTipService.ToolTip
source: Edit Munchkinlist
de: Munchkinliste Bearbeiten

# Overview_AppBarButton_Settings.ToolTipService.ToolTip
source: edit Settings
de: App Einstellungen bearbeiten

# Settings_Theme_Dark.Text
source: Dark
de: Dunkel

# Settings_Theme_Light.Text
source: Ligth
de: Hell

# UI_Optionen_Themes_Header.Text
source: Themes
de: Themenauswahl

# UI_Optionen_AppLinkBtn.Content
source: Open this App at Store
de: Diese App im Store öffnen

# UI_Optionen_MoreAppsBtn.Content
source: More apps from me
de: Mehr Apps von mir

# UI_Optionen_RateBtn.Content
source: Rate this App at Store
de: Diese App im Store Bewerten

# UI_Optionen_U_Notifications.Text
source: Notifications
de: Benachrichtigungen

# UI_Optionen_Datenschutz.Text
source: This app does not collect any personal data and therefore does not pass it on. With this app you can open files and folders on the file system. The app saves these folders and files only for later use. All files remain on the file system or in the Microsoft account.
de: Diese App sammelt keine persönlichen Daten und gibt sie deswegen auch nicht weiter. Mit dieser App können Dateien und Ordner auf dem Dateisystem geöffnet werden. Die App speichert diese Ordner und Dateien nur zur späteren Verwendung. Alle Dateien verbleiben auf dem Dateisystem oder im Microsoft Account.

# UI_Optionen_KontaktBtn.Content
source: write E-Mail
de: E-Mail Schreiben

# UI_Optionen_U_Datenschutz.Text
source: Privacy policy
de: Datenschutzerklärung

# UI_Optionen_Inhaber.Text
source: App-Owner
de: App-Inhaber

# UI_Optionen_U_Kontakt.Text
source: Contact
de: Kontakt

# UI_Optionen_Pegasus.Text
source: Munchkin is a registered trademark of Pegasus Games
de: Munchkin ist eine eingetragene Marke von Pegasus Games

# UI_Optionen_U_Infos.Text
source: Information
de: Informationen

# UI_Optionen_U_Einstellungen.Text
source: Settings
de: Einstellungen

# UI_Optionen_U_Hilfe.Text
source: Help
de: Hilfe

# UI_Optionen_U_Rechtliches.Text
source: Legal issues
de: Rechtliches

# BtnPlayer.Content
source: Add Munchkins
de: Munchkins hinzufügen

# UI_Optionen_ListViewShortMode_Header.Text
source: Short entries in the Munchkin list
de: Kurze Einträge in der Munchkin Liste?

# UI_Optionen_Toggle.OffContent
source: No
de: Nein

# UI_Optionen_Toggle.OnContent
source: Yes
de: Ja

# Help1
source: After the active Munchkin has been deleted, it can happen that the detail section turns black after a swipe. This is a bug in the system, but it is not critical. If this happens, just select another Munchkin and everything will work again.
de: Nachdem der aktive Munchkin gelöscht wurde, kann es passieren, dass die Detailanzeige nach einem Wischen schwarz wird. Das ist ein Bug im System, der aber nicht kritisch ist. Wenn das vorkommt, einfach einen anderen Munchkin auswählen, dann klappt alles wieder.

# Help1_BlackBug
source: Black detail section after deletion
de: Schwarze Detailanzeige nach Löschen

source: Attention
de: Achtung

source: is
de: ist

# UI_Optionen_GameWarnings_Header.Text
source: Level for warnings
de: Level für Warnung

# UI_Optionen_GameWarnings_Level_Header.Text
source: Game warnings
de: Spielwarnungen

# Sound_Wilhelm
source: Willhelmsscream
de: Willhelmsschrei

source: New Player
de: Neuer Spieler
